<template>
  <div id='privacy'>
    <div class='info-enter'>
      <div class='right'>
        <div class='textarea'>
          <div class='input_list'>
            <div class='input_ok'></div>
            <div class='input_contant'>
              <h3>隐私权政策</h3>
              <p class="h4_p">
                北京九星惟诚供应链信息技术有限公司服务平台（以下简称“九星平台”）非常重视用户个人信息和隐私权的保护，鉴于此，我们根据相关法律法规规定，制定本隐私权政策，帮助您了解我们将如何收集、使用并保护您的个人信息。本隐私权政策适用于我们提供的产品或服务，请您在使用我们的产品或服务前认真阅读并确认充分理解本隐私权政策，以便您做出您认为适当的选择。
                <span>您使用我们提供的产品或服务，即意味着您已阅读本隐私权政策所有条款，并对本隐私权政策条款的含义及相应的法律后果已全部通晓并充分理解，并且同意我们按照本隐私权政策收集、使用并保护您的个人信息。如果您不同意本隐私权政策的部分或全部内容、或对本隐私权政策内容有任何疑问，您应立即停止使用我们提供的产品或服务，并通过九星平台客服与我们联系。</span>
              </p>
              <h4>本隐私权政策已对与您的权益具有或可能具有重大关系的条款，及对我们具有或可能具有免责或限制责任的条款用粗体字予以标注，请您注意。</h4>
              <h4>需要特别说明的是，九星平台也可能含有到其他网站的链接，我们对该等链接网站的信息保护措施不负责任。我们建议您查看该等网站的隐私权政策，以了解他们如何处理您的信息，以便审慎决策。</h4>
              <div class="p_list">
                <h4>本隐私权政策将帮助您了解以下内容：</h4>
                <p>一、我们如何收集和使用您的个人信息；</p>
                <p>二、我们如何共享、转让、公开披露您的个人信息；</p>
                <p>三、我们如何保存您的个人信息；</p>
                <p>四、我们如何保护您的个人信息；</p>
                <p>五、您可以如何管理个人信息；</p>
                <p>六、通知和修订；</p>
                <p>七、您如何联系我们；</p>
                <p>八、可分割性；</p>
                <p>九、其他；</p>
              </div>
              <div class="p_list">
                <h4>
                  一、我们如何收集和使用您的个人信息
                </h4>
                <p class="h4_p">
                  个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。我们将在如下流程中，基于实现该流程所需的目的收集您的个人信息：
                </p>
                <h4>当您注册九星平台账号时，我们将收集您的真实姓名、手机号码、身份证件号码、电子邮箱、登录密码或面部特征等个人生物识别信息，收集此类信息是为了满足相关法律法规的网络实名制要求并保护您的账号安全。如果您仅需使用基础浏览服务，您可以选择不进行注册及提供上述信息。</h4>
              </div>
              <div class="p_list">
                <h4>
                  二、我们如何共享、转让、公开披露您的个人信息
                </h4>
                <p>1、我们承诺会根据相关法律法规及监管规定对您的个人信息（包括您主动提供的和我们收集、记录的所有数据、信息、资料和相应的交易行为记录、交易文件，下同）承担保密义务。但为了向您提供更多元化、个性化、优质的服务，您同意并授权我们在以下情形下将您的信息向第三方进行共享。并且，我们将促使该等第三方在使用您信息的过程中对您的信息采取适当保密与安全措施：</p>
                <p style="padding-left: 10px;">（a）：您的明确同意或授权；</p>
                <p style="padding-left: 10px;">（b）：根据可适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；提供给依法设立的征信机构和个人信用数据机构，以供有关单位和个人依法查询和使用；提供给合法成立的行业协会，以供有关单位和个人依法查询和使用，并按照行业协会的要求依法进行信息披露和展示；</p>
                <p style="padding-left: 10px;">
                  （c）：在法律法规允许的范围内，为维护我们、我们的关联方或合作方，您或其他用户，或社会公众利益、财产或安全免遭损害而有必要提供；
                </p>
                <p style="padding-left: 10px;">（d）：提供给我们的关联方、合作方以用于现在或将来向您提供我们、我们的关联方、合作方的相关服务，具体的服务可能包括借贷服务、债权/债务登记服务等，您在此确认前述服务是您希望获得的（包括但不限于对您的个人资料和信息进行核实、对您的信用情况进行评估以决定向您提供前述服务的可行性、合理性以及决定提供服务的相关条款和条件等）；</p>
                <p style="padding-left: 10px;">（e）：符合我们、我们的关联方、合作方与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</p>
                <p style="padding-left: 10px;">（f）：如我们或我们的关联方涉及合并、分立、收购、资产或业务转让或类似的交易，您的个人信息可能作为此类交易的一部分而被共享，我们将确保该等信息在共享时的机密性，您同意对此予以认可和理解；</p>
                <p style="padding-left: 10px;">（g）：基于符合法律法规的社会公共利益而使用；</p>
                <p style="padding-left: 10px;">（h）：为实现本隐私权政策目的所需的、或者本隐私权政策或其他协议中经您授权许可的其他共享方式。</p>
                <p>2、基于服务用户之目的，在我们的关联方、合作方同意承担保密义务的情况下，我们可能会与我们的关联方、合作方共享您的个人资料和信息，以便我们的关联方、合作方向您展示我们提供的商品、服务或推广活动。</p>
                <p>3、当您使用或申请使用我们的关联方、合作方提供的服务或与其或拟与其进行交易时，我们可能会将您的个人信息和资料共享与该等关联方、合作方，使其可以对您的个人信息和资料进行核实、分析。</p>
                <p class="h4_p">对于您通过与我们签署法律文件或向我们申请披露而获知的其他用户、合作机构的资料和信息，您同意并确认：除非法律法规另有规定，或者有权的仲裁机构、司法、行政等权力机关的要求，您仅可将该等资料和信息用于实现、维护您在与该其他用户、合作机构签署的法律文件项下的权益以及履行您在该等法律文件项下的相关义务，不得将该等资料和信息用于其他用途，更不得非法出售该等信息和资料。</p>
              </div>
              <div class="p_list">
                <h4 class="h4_clor">
                  三、我们如何保存您的个人信息
                </h4>
                <p>1、保存地域</p>
                <p style="padding-left:10px;">您的个人信息将储存于中华人民共和国境内。</p>
                <p>2、保存期限</p>
                <p class="h4_p" style="padding-left:10px;">根据相关法律法规的规定，网络信贷业务中信贷信息应至少保存至合同到期后五年，信息披露内容应自披露之日起保存至少五年。因此，除法律法规另有规定外，我们将永久保存您的个人信息以及相关网络信贷业务数据。</p>
                <p style="padding-left:10px;">您的个人信息经匿名化处理后将形成可以使用及流通的数据，我们对此类数据的保存及处理无需另行通知并征得您的同意。</p>
                <p>3、安全事件</p>
                <p style="padding-left:10px;">（a）：如不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知安全事件的基本情况和可能的影响、我们已采取或将要采取的处理措施、您可自主防范和降低的风险的建议、对您的补救措施等。我们会及时将事件相关情况以站内通知、短信通知、电话、邮件等您预留的联系方式告知您，难以逐一告知时我们会采取合理、有效的方式发布公告。</p>
                <p style="padding-left:10px;">（b）：我们会及时处置系统漏洞、网络攻击、病毒侵袭及网络侵入等安全风险。在发生危害网络安全的事件时，我们会按照网络安全事件应急预案，及时采取相应的补救措施，并按照规定向有关主管部门报告。</p>
                <p style="padding-left:10px;">（c）：如果我们的物理、技术或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改或损毁，导致您的合法权益受损，我们将严格依照法律的规定承担相应的责任。</p>
              </div>
              <div class="p_list">
                <h4 class="h4_clor">
                  四、我们如何保护您的个人信息
                </h4>
                <p>1、我们非常重视个人信息安全，将采取一切合理可行的技术安全措施，保护您的个人信息：</p>
                <p style="padding-left:10px;">（a）：我们通过https技术为您提供浏览服务，并通过相应的登录短信验证安全机制、数据库加密及日志加密措施保障用户数据安全；</p>
                <p style="padding-left:10px;">（b）：我们建立了数据分级制度，对您的手机号、身份证号等个人敏感信息全程进行加密处理，并设置严格的数据访问权限，确保您的个人信息安全；</p>
                <p style="padding-left:10px;">（c）：我们不时聘请安全专家为技术人员提供相应培训，并在技术部内部设置相应的安全专家检查系统的安全性。</p>
                <p>2、尽管我们采取了上述技术安全措施，但请您理解，在互联网行业由于技术的限制和飞速发展以及可能存在的各种恶意攻击手段，即便我们竭尽所能加强安全措施，也不可能始终保证信息的百分之百安全。
                  <span>请您了解，您使用我们的产品和/或服务时所用的系统和通讯网络，有可能因超出我们的控制能力之外的其他因素而出现安全问题。如您发现自己的个人信息泄密，尤其是您的账户或密码发生泄漏，您应该立即通过九星平台客服与我们取得联系，以便我们采取相应措施。</span>
                </p>
              </div>
              <div class="p_list">
                <h4>五、您可以如何管理个人信息</h4>
                <p>我们非常重视并保护您关于管理个人信息的权利，并为您提供了管理个人信息的方法。您有权利访问、更正、撤销自己的信息并保护自己的隐私和安全。</p>
                <p>1、访问权</p>
                <p style="padding-left:10px;">除法律法规规定的例外情况，无论您何时使用我们的服务，我们都会力求让您顺利访问自己的个人信息。
                  <span>如果您希望访问或编辑您账户中的个人资料信息（包括但不限于手机号码、电子邮箱、登录密码、银行账户信息等），您可以在网页端中执行此类操作，或联系九星平台客服进行编辑；</span>
                </p>
                <p>2、更正权</p>
                <p style="padding-left:10px;">当您需要更新您的个人信息时，或发现我们处理您的个人信息有错误时，您有权做出更正或更新。
                  <span>您可以自行在相关网页端进行更正，或通过反馈与报错等将您的更正申请提交给我们。</span>
                  在您进行更新或更正前，我们可能会先要求您验证自己的身份，然后再处理您的请求。
                </p>
                <p>3、撤销权</p>
                <p style="padding-left:10px;">您可以
                  <span>改变您授权同意的范围或撤回您的授权，但您撤回同意或授权后，我们可能将无法继续为您提供撤回同意或授权所对应的服务。同时，您知悉并理解，在您撤回同意或授权前提供的个人信息，我们将继续依照可适用的法律法规规定及本隐私权政策进行保存或披露。</span>
                </p>
                <p>4、注销权</p>
                <p style="padding-left:10px;">您可以通过拨打九星平台上公布的客服电话申请注销您的账户，一旦您注销账户，我们将停止为您提供服务，因此请您谨慎操作。但
                  <span>您知悉并理解，在您注销账户前提供的个人信息，我们将继续依照可适用的法律法规规定及本隐私权政策进行保存或披露。</span>
                </p>
                <p>5、管理问题</p>
                <p style="padding-left:10px;">
                  如果您无法通过上述方式访问、更正或撤销您的个人信息，或者您无法完成账户注销，或者您就我们收集、使用您信息存在任何疑问，您都可以通过九星平台客服与我们联系。为保障安全，我们可能需要您提供书面请求，或以其他方式证明您的身份。我们将在收到您的反馈并验证您身份后尽快答复您的相关请求。
                </p>
                <p style="padding-left:10px;">我们将尽合理商业努力，满足您对于个人信息的访问、更正、撤销及账户注销的要求。但对于无端重复、需要过多技术手段、给他人合法权益带来风险或者非常不切实际的请求，我们可能会予以拒绝。</p>
                <p style="padding-left:10px;"><span>对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情况收取一定成本费用。</span></p>
                <p>6、例外</p>
                <p>按照法律法规要求，以下情况中，<span>我们将无法响应您的请求：</span></p>
                <p style="padding-left:10px;">（a）：与国家安全、国防安全有关的；</p>
                <p style="padding-left:10px;">（b）：与公共安全、公共卫生、重大公共利益有关的；</p>
                <p style="padding-left:10px;">（c）：与犯罪侦查、起诉和审判等有关的；</p>
                <p style="padding-left:10px;">（d）：有充分证据表明您存在主观恶意或滥用权利的；</p>
                <p style="padding-left:10px;">（e）：响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。</p>
              </div>
              <div class="p_list">
                <h4 class="h4_clor">六、通知和修订</h4>
                <p>本隐私权政策将会随着我们的业务的发展进行更新，以便为您提供更好的服务。我们会通过在网站或其他平台上发出更新版本并在生效前通过公告或以其他适当方式提醒您相关内容的更新，请您及时访问以便了解最新的隐私权政策。</p>
              </div>
              <div class="p_list">
                <h4 class="h4_clor">七、您如何联系我们</h4>
                <p>1、九星平台客服</p>
                <p style="padding-left:10px;">如果您对本隐私权政策有任何疑问、意见或建议，或您在使用我们提供的服务时，就您的个人信息的收集、使用、共享、访问、更正、撤销等相关事宜有任何意见或建议，或您在使用我们提供的服务时遇到任何问题，您都可以通过九星平台的客服电话（010）82788900与我们联系。</p>
                <p>2、特别提示</p>
                <p style="padding-left:10px;">（a）：我们提醒您，如您反馈的问题涉及您的个人信息，尤其是您的个人敏感信息，请您不要直接在电话中进行透露，我们将会在确保您个人信息安全的情况下与您进一步沟通。</p>
                <p style="padding-left:10px;">（b）：部分情况下，为保障您个人信息的安全，我们可能需要您提供书面请求，或以其他方式证明您的身份。我们将在收到您的反馈并验证您的身份后尽快答复您的相关请求。</p>
              </div>
              <div class="p_list">
                <h4 class="h4_clor">八、可分割性</h4>
                <p><span>如果本隐私权政策的任何条款在任何程度上被认定无效或不可执行，本隐私权政策的其余部分不应受其影响且应在法律允许的最大程度内予以执行。本隐私权政策中任何无效或不可执行的条款应被另一有效且可执行的条款取代，并且该条款应具有与该不可执行的条款的原意最接近的效力。</span></p>
              </div>
              <div class="p_list">
                <h4 class="h4_clor">九、其他</h4>
                <p>如本隐私权政策与九星平台所运营的任何平台的用户注册/服务协议中规定的个人信息保护条款存在不一致或矛盾之处，请以本隐私权政策的条款为准。</p>
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<style lang="scss" scoped>
#privacy {
  min-height: 100%;
  background: #fff;
  box-sizing: border-box;
  .info-enter {
    position: relative;
    width: 100%;
    padding: 0 rem(20px);
    .right {
      width:100%;
      height:auto;
      margin: rem(20px) 0 0;
      .textarea {
        height: auto;
        .el-textarea {
          height: auto;
        }
        .input_contant {
          height: auto;
          overflow: scroll;
          &::-webkit-scrollbar {
            width: 0;
          }
          h3 {
            font-size: 24px; /*px*/
            color: #333333;
            text-align: center;
            margin-bottom: rem(10px);
          }
          h4 {
            font-size: 18px; /*px*/
            color: #333333;
            margin-top: rem(20px);
            line-height: rem(28px);
            font-weight: bold;
          }
          .h4_p {
            font-size: 18px; /*px*/
            color: #333333;
            line-height: rem(28px);
            span {
              font-weight: bold;
            }
          }
          .p_list {
            p {
              color: #666666;
              font-size: 18px; /*px*/
              line-height: rem(28px);
            }
            span {
              font-weight: bold;
            }
            .h4_p {
              font-size: 18px; /*px*/
              color: #333333;
              line-height: rem(28px);
              font-weight: bold;
            }
            .h4_clor {
              font-size: 18px; /*px*/
              color: #666666;
              margin-top: rem(20px);
              line-height: rem(28px);
              font-weight: normal;
            }
          }
        }
      }
    }
  }
}
</style>
